print("1 задание")
print(" _____    _     _   _____   _____")
print("/  _  \  | |   / / |  ___| |  _  \ ")
print("| | | |  | |  / /  | |___  | |_| |")
print("| | | |  | | / /   |  ___| |  _  /")
print("| |_| |  | |/ /    | |___  | | \ \ ")
print("\_____/  |___/     |_____| |_|  \_\ ")


print("2 задание")
print("Вася")
print("    пошёл")
print("        гулять")


print("3 задание")
print("Джим Ловелл сказал: \n\"Хьюстон, у нас проблемы\"")


print("4 задание")
name = input("Ваше имя")
print(name, "сказал: \n\"Хьюстон, у нас проблемы\"")
